{"jobs": [{"title": "Kill a Separatist Navy Deserter", "description": "A Separatist Navymen has deserted and has escaped to the planet Tatooine, hunt him down and take his head to The Citadel as proof of completion.", "price": "3500000", "availability": "not available", "difficulty": "medium", "id": "X9E616", "people": [617101273753452625]}, {"title": "Acquire a modified DC-15A from a Jawa Sandcrawler on Tatooine", "description": "The modified DC-15A is worth a lot of money, as it has increased fire rate, faster cooldown, more lightweight and an all around better modified weapon", "price": "3000000", "availability": "not available", "difficulty": "easy", "id": "96KNK2", "people": [617101273753452625, 85615542861312000]}, {"title": "Steal a Republic weapons cache", "description": "The Republic are transferring weapons from Duro, hijack the Weapon Cache before it makes it off planet and deliver it to Geonosis.", "price": "4000000", "availability": "not available", "difficulty": "hard", "id": "ZANJZW", "people": [677942763374903321]}, {"title": "Destroy a separatist Cargo Freighter", "description": "A separatist cargo Freighter is currently passing though Tynna, the freighter is guarded by a squadron of Vulture Droids, destroy the Freighter and deliver proof of the deed to coruscant.", "price": "3500000", "availability": "available", "difficulty": "medium", "id": "9RM9XJ", "people": "None"}, {"title": "Kill a Republic Senator from the world of Lothal", "description": "He lives in the upper-class section of Coruscant, section D-9, Building D-4, and his room number is 59 of the 70th floor. Eliminate him, then bring his head to The Citadel on Lola Sayu as proof of completion. This job must be executed with complete secrecy", "price": "5500000", "availability": "available", "difficulty": "very hard", "id": "MLJOHX", "people": "None"}, {"title": "Eliminate a 501st Clone Commander by the name of CC-2441 “Stinger”", "description": "Bring proof of him being dead to the CIS Citadel on Lola Sayu. His helmet or armor will suffice", "price": "6000000", "availability": "available", "difficulty": "hard", "id": "FWO1UD", "people": "None"}, {"title": "Kill a small group of criminals on the Coruscant lower levels.", "description": "They specialize in low end burglaries of innocent civilians. Bring proof of their death to Jabba the Hutt on Tatooine (The head of the gang leader will suffice). Their gang name is \"The Azure Spiders\"", "price": "4000000", "availability": "available", "difficulty": "very easy", "id": "C5YR42", "people": "None"}, {"title": "Disrupt a CIS recon operation", "description": "A small droid recon team is on a patrolling mission on Sibensko, take them out before they can make any progress.", "price": "3000000", "availability": "available", "difficulty": "very easy", "id": "TCSDST", "people": "None"}]}